<template>
  <div align="center">
    <div style="max-width:1280px">
      <div class="title text-h3 q-mt-xl">
        <b>
          เงื่อนไขและข้อตกลงในการใช้บริการ
        </b>
      </div>
      <br />
      <div style="width:90%">
        <div align="left">
          <div class="text-h4">
            <b>
              บทนำ
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                เงื่อนไขและข้อตกลงในการใช้บริการ บริษัท Edutech Innovation จำกัด
                นี้เป็นข้อผูกพันระหว่าง “ผู้ใช้บริการ”
                ซึ่งทำการสมัครเรียนผ่านระบบการเรียนแบบออนไลน์
                www.winner-english.com
              </li>
              <li>
                การเข้าเรียนระบบการเรียนแบบออนไลน์ ใช้บริการต่างๆ
                และหรือเพื่อการสื่อสารใดๆ ตามกรอบที่ “บริษัท Edutech Innovation
                จำกัด” กำหนด ซึ่งต่อไปในข้อตกลงนี้จะเรียกว่า “ผู้ใช้บริการ”
                อีกฝ่ายหนึ่ง กับ บริษัท Edutech Innovation จำกัด
                ซึ่งต่อไปในข้อตกลงนี้จะเรียกว่า “Winner English” อีกฝ่ายหนึ่ง
              </li>
              <li>
                ทั้งนี้ ภายใต้กรอบวัตถุประสงค์ในการใช้บริการ รวมทั้งการ
                สมัครเรียน เข้าร่วมกิจกรรม หรือซื้อสินค้า ซึ่งในที่นี้รวมถึง
                แต่ไม่จำกัดแค่ วิดีโอคอร์สเรียน, เอกสารประกอบการเรียน,
                คำถามและคำตอบ เมื่อ “ผู้ใช้บริการ” ตกลงชำระเงิน
                และหรือล็อกอินเข้าสู่ระบบของ “Winner English” แล้ว
                “ผู้ใช้บริการ”
                ตกลงและยินยอมที่จะผูกพันตนรวมทั้งตกลงที่จะปฏิบัติตามเงื่อนไขในการใช้งานผลิตภัณฑ์ของบริษัท
                Edutech Innovation จำกัด ทุกประการ
              </li>
            </ul>
          </div>
        </div>
        <br />
        <div align="left">
          <div class="text-h4">
            <b>
              นโยบายคุ้มครองข้อมูลส่วนบุคคล
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                “ผู้ใช้บริการ”สามารถอ่านรายละเอียดเพิ่มเติมได้ที่เอกสาร
                “นโยบายความเป็นส่วนตัว”
              </li>
            </ul>
          </div>
        </div>
        <br />
        <div align="left">
          <div class="text-h4">
            <b>
              เงื่อนไขทั่วไป
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                “Winner English” ขอสงวนสิทธิในการเปลี่ยนแปลง แก้ไข ยกเลิก
                เงื่อนไขการใช้บริการต่างๆ ได้ทุกเมื่อ โดยที่ “ผู้ใช้บริการ”
                จะต้องทำการล็อกอินเข้าสู่ระบบอย่างสม่ำเสมอเพื่อให้มั่นใจว่า
                “ผู้ใช้บริการ” ได้รับรู้ถึงเงื่อนไขล่าสุด
                ที่มีการประกาศและบังคับใช้ในแต่ละช่วงเวลา
                และถือเป็นพันธะสัญญาที่ผู้ใช้บริการต้องถือปฏิบัติโดยเคร่งครัด
                เมื่อ “ผู้ใช้บริการ” ได้ใช้ “บริการ”
                และหรือกระทำการใดๆที่เกี่ยวข้องกับ “สินค้า”
                หลังจากเงื่อนไขใหม่มีผลบังคับใช้ แล้ว ให้ถือว่า “ผู้ใช้บริการ”
                ได้ยอมรับในเงื่อนไขใหม่นั้นๆ
              </li>
              <li>
                “Winner English” ขอสงวนสิทธ์ในการป้องกัน
                และหรือกระทำการในประการใดๆเพื่อมิให้ “ผู้ใช้บริการ” สามารถ
                ใช้บริการนั้นๆ ได้ตามที่ “Winner English” เห็นควร การใช้
                “บริการ” จะต้องอยู่ภายใต้บังคับของกฎหมายไทย
                ซึ่งรวมถึงแต่ไม่จำกัดเพียงแค่กฎหมายลิขสิทธิ์
                กฎหมายคุ้มครองทรัพย์สินทางปัญญาใดๆ กฎหมายว่าด้วยความเป็นส่วนตัว
                และ กฎหมายยืนยันหรือบ่งชี้ตัวตน ในการใช้ “สินค้า” และหรือ
                “บริการ” ใดๆ และใช้เว็บไซต์
              </li>
              <li>
                “ผู้ใช้บริการ” ไม่มีสิทธิ์ คัดลอก, เผยแพร่, ดัดแปลง, reverse
                engineer, ปรับเปลี่ยนหน้าตา, ทำลาย, ขโมยข้อมูล และหรือ
                ขัดขวางการทำงานของ “สินค้า” และ หรือ “บริการ” และเว็บไซต์
                แสดงตนว่าเป็นบุคคลอื่น หรือให้ข้อมูลส่วนตัวที่ไม่เป็นความจริง
                ปล่อย virus, worm, spyware, computer code, file หรือ program ใดๆ
                ที่จงใจ หรืออาจจะส่งผลเสีย หรือเข้าไปควบคุม การทำงานของ “สินค้า”
                และหรือ “บริการ” และ เว็บไซต์ scrape, spider, ใช้ robot,
                หรือระบบอัตโนมัติอื่นๆ ในการเข้าไปใน “สินค้า” และหรือ “บริการ”
              </li>
            </ul>
          </div>
        </div>
        <br />
        <div align="left">
          <div class="text-h4">
            <b>
              ลิขสิทธิ์ตามกฏหมาย
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                บริษัท Edutech Innovation จำกัด ขอแจ้งให้ผู้ใช้บริการทราบว่า
                ข้อความ ภาพ เสียง วิดีโอ เนื้อหา เครื่องหมายการค้า
                เครื่องหมายบริการ ชื่อ ชื่อทางการค้า สิทธิบัตร Know how ฯลฯ
                ทั้งหมดของบริษัท เป็นงานอันได้รับความคุ้มครองตามกฎหมาย
              </li>
              <li>
                ห้ามมิให้บุคคลใดลอกเลียน ปลอมแปลง ทำซ้ำ คัดลอก ดัดแปลง
                เผยแพร่ต่อสาธารณชน จำหน่าย มีไว้ให้เช่าหรือ กระทำการใดๆ
                ในลักษณะที่เป็นการแสวงหาประโยชน์ ทางการค้าหรือ ประโยชน์โดยมิชอบ
                ไม่ว่าโดยประการใดๆ จากทรัพย์สินทางปัญญาดังกล่าวข้างต้น
                โดยไม่ได้รับอนุญาตเป็นลายลักษณ์อักษรจาก บริษัท Edutech
                Innovation จำกัด
              </li>
            </ul>
          </div>
        </div>
        <br />
        <div align="left">
          <div class="text-h4">
            <b>
              การใช้งาน
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                “ผู้ใช้บริการ” จะใช้ “สินค้า” และหรือ “บริการ”
                เพื่อการเรียนรู้เฉพาะตนเท่านั้น
              </li>
              <li>
                “ผู้ใช้บริการ” ตกลงที่จะไม่ใช้ “สินค้า” และหรือ “บริการ”
                เพื่อประโยชน์ทางธุรกิจใดๆโดยไม่ได้รับอนุญาตจาก “Winner English”
                เป็นลายลักษณ์อักษรก่อน ซึ่งรวมถึงแต่ไม่จำกัดแค่การว่าจ้าง และ
                การเรี่ยไรเงินและหรือทรัพย์สิน
                และหรือการขอรับการสนับสนุนทางการเงินและหรือทางผลประโยชน์ในประการใดๆ
              </li>
            </ul>
          </div>
        </div>
        <br />
        <div align="left">
          <div class="text-h4">
            <b>
              ข้อตกลงและคำรับรองของ
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                “ผู้ใช้บริการ” ได้อ่านและเข้าใจ และตกลงยอมรับราคา
                ตลอดจนรายละเอียดต่างๆของ “สินค้า” และหรือ “บริการ”
                ก่อนที่จะชำระเงินซื้อ “สินค้า”และหรือ “บริการ” นั้นๆ ในกรณีของ
                “ผู้ใช้บริการ” และหรือ “ผู้ซื้อสินค้า” ที่มีอายุน้อยกว่า 18 ปี
                “ผู้ใช้บริการ” และหรือ “ผู้ซื้อสินค้า” ตกลงและรับรองว่า
                “ผู้ใช้บริการ” และหรือ “ผู้ซื้อสินค้า”
                ได้รับความยินยอมจากผู้ปกครองก่อนที่จะชำระเงินซื้อ “สินค้า”
                และหรือ “บริการ” นี้แล้ว
              </li>
              <li>
                “ผู้ใช้บริการ” จะไม่นำ “สินค้า” และหรือ “บริการ” ไปทำซ้ำ ดัดแปลง
                ลอกเลียน ปลอมแปลง ทำเหมือน ตัดต่อ และหรือเผยแพร่ในประการใดๆ
              </li>
              <li>
                “ผู้ใช้บริการ” สามารถใช้ “สินค้า” และหรือ “บริการ”
                ที่ตนซื้อได้เพียงเฉพาะเพื่อตนเองเท่านั้น
              </li>
              <li>
                “ผู้ใช้บริการ” ไม่สามารถนำ “สินค้า” และหรือ “บริการ”
                ที่ตนซื้อไปให้บุคคลอื่นใดใช้และหรือใช้ร่วมได้
              </li>
              <li>
                ในกรณีที่ผู้ใช้บริการลืมรหัสผ่าน
                หรือต้องการเปลี่ยนแปลงรหัสผ่านไม่ว่าด้วยเหตุใด ๆ
                ผู้ใช้บริการต้องดําเนินการแจ้งให้บริษัททราบทันทีตามวิธีการที่บริษัทกําหนด
                อย่างไรก็ตาม การดําเนินการต่าง ๆ
                ข้างต้นจะไม่มีผลกระทบต่อกิจกรรมใด ๆ
                ที่ได้ดําเนินการไปแล้วก่อนการแจ้งให้บริษัททราบ
              </li>
            </ul>
          </div>
        </div>
        <br />
        <div align="left">
          <div class="text-h4">
            <b>
              การสมัครสมาชิก
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                “ผู้ใช้บริการ” จะต้องสมัครสมาชิกก่อนที่จะซื้อสินค้าได้ โดย
                “ผู้ใช้บริการ” และหรือ “ผู้ซื้อสินค้า”
                มีความรับผิดชอบเป็นการเฉพาะตนที่จะต้องทำการเก็บรักษารหัสผ่านไว้เป็นความลับ
                และต้องไม่เปิดเผยต่อบุคคลใดๆ ไม่ว่าเพื่อวัตถุประสงค์ใด
              </li>
              <li>
                “ผู้ใช้บริการ”
                จะต้องให้ข้อมูลที่เป็นความจริงและเป็นปัจจุบันในการสมัครสมาชิก
              </li>
              <li>
                “ผู้ใช้บริการ” ไม่สามารถโอนความเป็นสมาชิกของตนให้กับผู้อื่น
              </li>
              <li>
                “ผู้ใช้บริการ”
                ไม่สามารถใช้อีเมลของผู้อื่นในการเข้าไปใช้บริการและหรือซื้อสินค้าได้
              </li>
              <li>
                “ผู้ใช้บริการ” ไม่สามารถเปลี่ยนบัญชีผู้ใช้
                หากจำเป็นต้องโอนคอร์สเรียนที่ได้ทำการสมัครเรียนไปยังอีเมลบัญชีอื่น
                “ผู้ใช้บริการ” ต้องทำการยื่นคำร้องมาที่ “Wiiner English”
                โดยการพิจารณาของทีมงาน “Winner English” ถือเป็นที่สิ้นสุด
              </li>
              <li>
                “ผู้ใช้บริการ” เข้าใจว่าข้อมูลของ “ผู้ใช้บริการ” ซึ่งรวมถึง
                ข้อมูลคอร์สเรียนที่ “ผู้ใช้บริการ” ได้สมัครเรียน
                จะถูกบันทึกกับบัญชีผู้ใช้ หากมีการเปลี่ยนเปลี่ยนบัญชีผู้ใช้ ทาง
                “Winner English” จะไม่รับผิดชอบ
                ผลกระทบจากการเปลี่ยนอีเมลบัญชีผู้ใช้
              </li>
            </ul>
          </div>
        </div>
        <br />
        <div align="left">
          <div class="text-h4">
            <b>
              ขอบเขตความรับผิดชอบ
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                ขอบเขตความรับผิดชอบของ “Winner English”
                จะถูกจำกัดแค่จำนวนเงินที่ “ผู้ใช้บริการ” ได้ชำระเพื่อซื้อ
                “สินค้า” และหรือ ”บริการ” เท่านั้น
              </li>
            </ul>
          </div>
        </div>
        <br />
        <div align="left">
          <div class="text-h4">
            <b>
              การยกเลิกการใช้สินค้า
            </b>
          </div>
          <br />
          <div style="margin-top:-30px">
            <ul style="margin-top:-0px;margin-bottom:-0px">
              <li>
                หาก “ผู้ใช้บริการ” ทำผิดเงื่อนไขในการใช้ ”สินค้า” และหรือ
                “บริการ” ในข้อใดๆ “Winner English”
                สามารถเพิกถอนและหรือระงับการใช้ “สินค้า” และหรือ “บริการ” ของ
                “ผู้ใช้บริการ” ได้ทันทีโดยไม่ต้องแจ้งให้ทราบล่วงหน้า
                อีกทั้งผู้ใช้บริการและหรือผู้ซื้อสินค้าตกลงและยินยอมให้ “Winner
                English” ริบเงินที่ได้ชำระไว้แล้วได้ในทันที
              </li>
            </ul>
          </div>
        </div>
        <br />
      </div>
    </div>
  </div>
</template>

<script>
export default {};
</script>

<style lang="scss" scoped></style>
